{
  "locale.en": "İngilizce",
  "locale.tr": "Türkçe",
  "locale.ar": "Arapça",
  "locale.dir": "ltr",
  "site": {
    "name": "Han Holding",
    "description": "Han Holding: Ticaret ve Sanayinin Garantisi."
  },
  "themes": {
    "system": "Sistem",
    "light": "Açık",
    "dark": "Koyu"
  },
  "media": {
    "follow": "Bizi Takip Edin"
  },
  "home": {
    "subtitle": "Geleceği Şekillendirme",
    "title1": "İşinizi",
    "title2": "Büyüme ve Gelirinizi",
    "title3": "Sonraki Seviyeye",
    "title4": "Taşıma",
    "text": "Han Holding olarak, inşaat, lojistik, savunma sanayi, enerji ve daha fazlasında yenilikçi çözümlerle sürdürülebilir büyümeyi öncülüyoruz.",
    "button": "Daha Fazla Bilgi",
    "video": "Bizi Tanıyın",
    "partners": "Ortaklarımız",
    "services": "Hizmetlerimiz",
    "slogan": "Yenilikçi Çözümlerle Geleceği Şekillendirme",

    "about": {
      "subtitle": "HAKKIMIZDA",
      "title": "Beklentilerinizin Ötesine Geçme",
      "description": "Han Holding olarak, beklentilerinizi aşan yenilikçi çözümler sunmaya kararlıyız. Uzmanlığımız, inşaat, lojistik, savunma sanayi, enerji, turizm, madencilik, tarım, gıda, kimya ve uluslararası ticaret gibi çeşitli sektörlerde yayılmıştır ve her projede mükemmeliyeti garanti eder.",
      "list_item_1": "Yenilikçi ve sürdürülebilir çözümler",
      "list_item_2": "Çeşitli sektörlerde uzmanlık",
      "list_item_3": "Müşteri odaklı yaklaşım",
      "list_item_4": "Yerel uzmanlıkla küresel erişim",
      "additional_description": "Tüm operasyonlarımızda güvenliği, verimliliği ve sürdürülebilirliği önceliklendiriyoruz. Bizimle ortaklık kurun, eşsiz hizmet ve sonuçlarla tanışın.",
      "button_text": "Daha Fazlasını Keşfedin"
    }
  },
  "global": {
    "needHelp": "Yardıma mı ihtiyacınız var?",
    "slogan": "Han Holding: Ticaret ve Sanayinin Garantisi.",
    "business_sectors": "İş Sektörleri",
    "copyright": " Tüm Hakları Saklıdır",
    "newsletter": "Bültenimize Abone Olun",
    "newsletter_placeholder": "E-posta adresinizi girin",
    "newsletter_button": "Abone Ol",
    "newsletter_success": "Bültenimize başarıyla abone oldunuz.",
    "newsletter_error": "Bültenimize abone olurken bir hata oluştu.",
    "read_more": "Daha Fazla Oku",
    "no_data": "Veri bulunamadı"
  },
  "pages": {
    "index": {
      "meta": {
        "title": "Ana Sayfa",
        "description": "Ana sayfa"
      },
      "link": "Ana Sayfa"
    },
    "corporate": {
      "meta": {
        "title": "Kurumsal",
        "description": "Kurumsal"
      },
      "link": "Kurumsal",
      "pages": {
        "about": {
          "meta": {
            "title": "Hakkımızda",
            "description": "Hakkımızda"
          },
          "link": "Hakkımızda",
          "content": {
            "subtitle": "HAKKIMIZDA",
            "title": "Han Holding: Yenilikçilik ve Küresel Gelişimi Sürdürme",
            "description": "Han Holding, inşaat, lojistik, savunma sanayi, enerji, turizm, madencilik, tarım, gıda, kimya ve uluslararası ticaret gibi çeşitli sektörlerde uzmanlaşmış, küresel olarak tanınan bir yatırım ve iş konglomeratıdır. Uzmanlığımız, ekonomik büyümeyi sürdürür, yenilikçiliği teşvik eder ve dünya çapında sürdürülebilir ilerlemeyi sağlar.",
            "commitment_title": "Mükemmelliğe Bağlılık",
            "commitment_description": "Han Holding, tüm projelerde kalite, yenilik ve sürdürülebilirliği önceliklendirir. Yaklaşımımız, mühendislik, lojistik ve ekonomik gelişimde yüksek standartları garanti eder.",
            "global_title": "Küresel Etki",
            "global_description": "Çok kıtada operasyonlarımızla, son teknolojiyi ve stratejik yatırımları kullanarak, hizmet verdiğimiz her sektörde kalıcı ekonomik etki yaratıyoruz."
          }
        },
        "vision-mission": {
          "meta": {
            "title": "Vizyon & Misyon",
            "description": "Vizyon & Misyon"
          },
          "link": "Vizyon & Misyon",
          "content": {
            "subtitle": "VİZYONUMUZ & MİSYONUMUZ",
            "title": "Yenilikçilik ve Sürdürülebilirlikle Geleceği Şekillendirme",
            "description": "Han Holding olarak, yenilik, sürdürülebilirlik ve mükemmelliğe bağlılıkla şekillendirilmiş bir geleceğe bağlılığımızı sürdürüyoruz. Vizyonumuz, kesintisiz teknoloji ve sürdürülebilir uygulamaları, temel iş operasyonlarımıza entegre ederek, çok çeşitli sektörlerde küresel olarak tanınan bir lider olmaktır.",
            "commitment_title": "Mükemmelliğe Bağlılık",
            "commitment_description": "Operasyon gösterdiğimiz her sektörde en yüksek standartları koruyoruz, kalite, şeffaflık ve paydaşlarımız için uzun vadeli değer sağlıyoruz.",
            "global_title": "Küresel Genişleme & Liderlik",
            "global_description": "Çok çeşitli sektörlerde güçlü bir varlıkla, küresel etkimizi genişletmeyi ve sürdürülebilir ekonomik büyümeyi ve sürdürülebilirliği teşvik etmeyi hedefliyoruz."
          }
        }
      }
    },
    "services": {
      "meta": {
        "title": "Hizmet",
        "description": "Hizmet"
      },
      "link": "Hizmetler",
      "pages": {
        "construction": {
          "meta": {
            "title": "İnşaat",
            "description": "Han Holding, modern altyapı ve çevre dostu tasarımlarla yarının şehirlerini şekillendiren yenilikçi ve sürdürülebilir inşaat projeleri sunar."
          },
          "link": "İnşaat",
          "content": {
            "subtitle": "UZMANLIĞIMIZ",
            "title": "Yenilik ve Sürdürülebilirlikle Geleceği Şekillendirme",
            "description": "Han Holding olarak, son teknolojiyi sürdürülebilir uygulamalarla birleştirerek inşaat sektörünü yeniden tanımlıyoruz. Kalite ve yenilik konusundaki bağlılığımız, üstlendiğimiz her projenin mükemmelliğin bir kanıtı olmasını sağlar.",
            "quality_title": "Kompromissiz Kalite",
            "quality_description": "İnşaatın en yüksek standartlarına bağlı kalıyoruz, inşa ettiğimiz her yapı güvenli, dayanıklı ve uzun ömürlü olacak şekilde tasarlanır. Uzman ekibimiz, projenin her aşamasını, planlamadan uygulamaya kadar titizlikle denetler.",
            "sustainability_title": "Sürdürülebilir İnşaat",
            "sustainability_description": "Sürdürülebilirlik, inşaat felsefemizin merkezindedir. Çevre dostu malzemeler ve enerji verimli teknolojiler kullanarak, çevresel etkiyi en aza indirirken, müşterilerimiz için uzun vadeli değer sağlarız."
          }
        },
        "logistics": {
          "meta": {
            "title": "Lojistik",
            "description": "Han Holding, dünya çapında işletmelerin tedarik zincirlerini optimize eden hızlı, güvenilir ve entegre lojistik çözümler sunar."
          },
          "link": "Lojistik",
          "content": {
            "subtitle": "HİZMETLERİMİZ",
            "title": "Lojistik Çözümlerde Mükemmelliği Sunma",
            "description": "Han Holding olarak, dünya çapında işletmelerin ihtiyaçlarını karşılamak üzere özel olarak tasarlanmış, hızlı, güvenilir ve entegre lojistik çözümler sunuyoruz. Gelişmiş teknolojimiz ve verimli süreçlerimiz, sorunsuz tedarik zinciri yönetimini sağlar.",
            "efficiency_title": "Operasyonel Verimlilik",
            "efficiency_description": "Lojistik sürecinin her adımını optimize ederek, zamanında teslimat ve maliyet etkin çözümler sağlarız. Ekibimiz, verimliliği maksimize etmeye ve gecikmeleri minimize etmeye adanmıştır.",
            "technology_title": "Gelişmiş Teknoloji",
            "technology_description": "Kesintisiz tedarik zinciri yönetimi için son teknolojiyi kullanıyoruz. Sistemlerimiz, tedarik zinciriniz üzerinde gerçek zamanlı görünürlük ve kontrol sağlar."
          }
        },
        "defense_industry": {
          "meta": {
            "title": "Savunma Sanayi",
            "description": "Han Holding, ulusal güvenliğe ve küresel savunma kapasitelerine katkıda bulunan, son teknoloji savunma teknolojileri geliştirir."
          },
          "link": "Savunma Sanayi",
          "content": {
            "subtitle": "UZMANLIĞIMIZ",
            "title": "Daha Güvenli Bir Gelecek İçin Yenilik Yaratma",
            "description": "Han Holding olarak, ulusal ve küresel güvenliği sağlayan savunma teknolojilerini geliştirmeye bağlıyız. Son teknoloji çözümlerimiz ve stratejik ortaklıklarımız, savunma sanayinde yeniliği sürdürür.",
            "innovation_title": "Teknolojik Yenilik",
            "innovation_description": "Araştırma ve geliştirmeye yatırım yaparak, son teknoloji savunma sistemleri oluşturuyoruz. Odak noktamız, modern savaşın değişen ihtiyaçlarını karşılayan güvenilir ve gelişmiş çözümler sunmaktır.",
            "security_title": "Gelişmiş Güvenlik",
            "security_description": "Savunma çözümlerimiz, güvenliği ve korumayı önceliklendirir, ortaya çıkan tehditlere karşı sağlam koruma sağlar. Hükümetler ve kuruluşlarla yakın çalışarak, dünya çapında toplumları korumaya yardımcı oluruz."
          }
        },
        "energy": {
          "meta": {
            "title": "Enerji",
            "description": "Han Holding, yenilenebilir enerji kaynaklarına odaklanarak, yeşil bir gelecek için sürdürülebilir enerji çözümleri sunar."
          },
          "link": "Enerji",
          "content": {
            "subtitle": "ODAK NOKTAMIZ",
            "title": "Sürdürülebilir Enerji ile Geleceği Güçlendirme",
            "description": "Han Holding olarak, sürdürülebilir enerji çözümleri geliştirmeye adanmışız. Yenilikçi enerji çözümlerimiz ve enerji verimliliği projelerimiz, yeşil bir gelecek şekillendiriyor.",
            "renewable_title": "Yenilenebilir Enerji",
            "renewable_description": "Güneş, rüzgar ve hidroelektrik enerji projelerine yatırım yaparak, temiz ve yenilenebilir enerji kaynaklarını kullanıyoruz. Hedefimiz, fosil yakıtlara bağımlılığı azaltmak ve iklim değişikliğiyle mücadele etmektir.",
            "efficiency_title": "Enerji Verimliliği",
            "efficiency_description": "Atık miktarını azaltan ve çıktıyı maksimize eden enerji verimli sistemler tasarlıyoruz. Çözümlerimiz, işletmelerin ve toplumların enerji tüketimini ve maliyetlerini azaltmalarına yardımcı olur."
          }
        },
        "tourism": {
          "meta": {
            "title": "Turizm",
            "description": "Han Holding, lüks oteller ve tatil köyleri sunarak, seyahat edenlere unutulmaz deneyimler yaşatırken, kültürel ve doğal mirası tanıtır."
          },
          "link": "Turizm",
          "content": {
            "subtitle": "VİZYONUMUZ",
            "title": "Unutulmaz Seyahat Deneyimleri Yaratma",
            "description": "Han Holding olarak, lüks, konfor ve kültürel zenginliği bir araya getiren olağanüstü seyahat deneyimleri sunmaya adanmışız. Otellerimiz, tatil köylerimiz ve turizm projelerimiz, misafirlerimize unutulmaz anılar yaşatmak için tasarlanmıştır.",
            "luxury_title": "Lüks Konaklamalar",
            "luxury_description": "Düşünen gezginlerin ihtiyaçlarını karşılayan dünya standartlarında lüks konaklamalar sunuyoruz. Mülklerimiz, konfor ve zarafetin en üst düzeyde sunulmasını sağlamak üzere tasarlanmıştır.",
            "culture_title": "Kültürel Turizm",
            "culture_description": "Bölgelerimizin eşsiz mirasını ve geleneklerini sergileyerek kültürel turizmi teşvik ediyoruz. Projelerimiz, yerel kültürleri korumayı ve kutlamayı amaçlarken, ziyaretçilere zengin deneyimler sunmayı hedefler."
          }
        },
        "mining": {
          "meta": {
            "title": "Madencilik",
            "description": "Han Holding, çevre sorumluluğu ve verimli madencilik uygulamalarını kullanarak doğal kaynakları çıkarır ve işler."
          },
          "link": "Madencilik",
          "content": {
            "subtitle": "YAKLAŞIMIMIZ",
            "title": "Sorumlu ve Yenilikçi Madencilik Çözümleri",
            "description": "Han Holding olarak, sorumlu ve sürdürülebilir madencilik uygulamalarına bağlıyız. Projelerimiz, doğal kaynakları verimli bir şekilde çıkarırken, çevresel etkiyi minimize etmek ve iş gücümüzün güvenliğini sağlamak üzerine yoğunlaşır.",
            "responsible_title": "Sorumlu Madencilik",
            "responsible_description": "Tüm madencilik operasyonlarımızda, çevresel koruma ve topluluk refahını önceliklendiriyoruz. Uygulamalarımız, uzun vadeli sürdürülebilirlik ve olumlu sosyal etki sağlamak üzere tasarlanmıştır.",
            "technology_title": "Gelişmiş Teknoloji",
            "technology_description": "Madencilik süreçlerini optimize etmek, güvenliği artırmak ve çevresel ayak izini azaltmak için son teknolojiyi kullanıyoruz. Yenilikçi çözümlerimiz, madencilik endüstrisinde yeni standartlar oluşturuyor."
          }
        },
        "food_agriculture_and_animal_husbandry": {
          "meta": {
            "title": "Gıda, Tarım ve Hayvancılık",
            "description": "Han Holding, modern tarım ve sürdürülebilir tarım uygulamaları aracılığıyla yüksek kaliteli ve sağlıklı gıda üretimini sağlar."
          },
          "link": "Gıda ve Hayvancılık",
          "content": {
            "subtitle": "MİSYONUMUZ",
            "title": "Gıda, Tarım ve Hayvancılık için Sürdürülebilir Çözümler",
            "description": "Han Holding olarak, gıda üretiminde, tarım ve hayvancılık yönetiminde sürdürülebilir uygulamaları geliştirmeye adanmışız. Girişimlerimiz, gıda güvenliğini sağlar, çevresel sürdürülebilirliği teşvik eder ve kırsal toplulukları destekler.",
            "agriculture_title": "Modern Tarım",
            "agriculture_description": "Üretkenliği artırmak ve ürün kalitesini sağlamak için yenilikçi tarım tekniklerini uyguluyoruz. Odak noktamız, çevre korumaya yardımcı olan ve çiftçileri destekleyen sürdürülebilir tarım uygulamalarıdır.",
            "livestock_title": "Hayvancılık Yönetimi",
            "livestock_description": "Hayvan refahını ve verimli hayvancılık yönetimini önceliklendiriyoruz, böylece yüksek kaliteli, sağlıklı gıda ürünleri üretilir. Uygulamalarımız, hayvanların refahını ve hayvancılık endüstrisinin sürdürülebilirliğini sağlar."
          }
        },
        "chemistry": {
          "meta": {
            "title": "Kimya",
            "description": "Han Holding, kimya endüstrisinde yenilik yapıyor, ilaç, kozmetik ve endüstriyel uygulamalar için gelişmiş çözümler sunuyor."
          },
          "link": "Kimya",
          "content": {
            "subtitle": "ODAK NOKTAMIZ",
            "title": "Sürdürülebilir Gelecek için Kimya Yenilikleri",
            "description": "Han Holding olarak, yenilikçi kimya çözümleri geliştirmeye adanmışız. Ürünlerimiz ve teknolojilerimiz, endüstrilerin değişen ihtiyaçlarını karşılamak üzere tasarlanmıştır ve çevresel etkiyi minimize etmek için çalışır.",
            "innovation_title": "Kimya Yeniliği",
            "innovation_description": "Araştırma ve geliştirmeye yatırım yaparak, endüstriyel süreçleri geliştiren ve yaşam kalitesini artıran yenilikçi kimya ürünlerini oluşturuyoruz. Odak noktamız, etkili ve çevre dostu çözümler sunmaktır.",
            "sustainability_title": "Sürdürülebilir Uygulamalar",
            "sustainability_description": "Tüm kimya süreçlerimizde, sürdürülebilirliği önceliklendiriyoruz, üretimden bertarafa kadar. Hedefimiz, atığı azaltmak, kaynakları korumak ve endüstri genelinde çevre dostu uygulamaları teşvik etmektir."
          }
        },
        "national_international_trade": {
          "meta": {
            "title": "Ulusal/Uluslararası Ticaret",
            "description": "Han Holding, küresel ticaret ağlarını güçlendirerek, stratejik ortaklıklar ve yenilikçi ticaret modelleri aracılığıyla ekonomik büyümeyi teşvik ediyor."
          },
          "link": "Ulusal/Uluslararası Ticaret",
          "content": {
            "subtitle": "VİZYONUMUZ",
            "title": "Küresel Ticaret ile Büyümeyi Sürdürme",
            "description": "Han Holding olarak, ulusal ve uluslararası ticaret aracılığıyla ekonomik büyümeyi teşvik etmeye adanmışız. Stratejik ortaklıklarımız ve yenilikçi ticaret çözümlerimiz, piyasaları birbirine bağlar, fırsatlar yaratır ve sürdürülebilir gelişmeyi destekler.",
            "global_title": "Küresel Ticaret Ağları",
            "global_description": "Geniş küresel ağımızı kullanarak, dünya çapında işletmeleri ve piyasaları birbirine bağlıyoruz. Lojistik, gümrük ve ticaret düzenlemeleri konusundaki uzmanlığımız, sınır ötesi işlemlerin sorunsuz olmasını sağlar.",
            "strategy_title": "Stratejik Ticaret Çözümleri",
            "strategy_description": "İşletmelerin ulaşımını ve operasyonlarını optimize etmek için özelleştirilmiş ticaret çözümleri sunuyoruz. Odak noktamız, ortaklarımız için değer yaratmak ve yenilikçi ve verimli ticaret uygulamaları sunmaktır."
          }
        }
      }
    },
    "media": {
      "meta": {
        "title": "Medya",
        "description": "Medya"
      },
      "link": "Medya",
      "pages": {
        "in_press": {
          "meta": {
            "title": "Basında Biz",
            "description": "Basında Biz"
          },
          "link": "Basında Biz"
        },
        "news": {
          "meta": {
            "title": "Haberler",
            "description": "Haberler"
          },
          "link": "Haberler"
        },
        "events": {
          "meta": {
            "title": "Etkinlikler",
            "description": "Etkinlikler"
          },
          "link": "Etkinlikler"
        },
        "gallery": {
          "meta": {
            "title": "Galeri",
            "description": "Galeri"
          },
          "link": "Galeri"
        }
      }
    },
    "contact": {
      "meta": {
        "title": "Bize Ulaşın",
        "description": "Bize Ulaşın"
      },
      "link": "Bize Ulaşın",
      "content": {
        "subtitle": "Doğrudan bize ulaşın?",
        "description": "Hizmetlerimiz hakkında herhangi bir sorunuz varsa, bize ulaşın ve mümkün olan en kısa sürede yanıt vereceğiz.",
        "address": "Adres",
        "phone": "Telefon",
        "email": "Email",
        "form": {
          "name": "İsim",
          "email": "Email",
          "subject": "Konu",
          "message": "Mesaj",
          "button": "Mesajı Gönder",
          "success": "Mesajınız başarıyla gönderildi.",
          "error": "Mesajınızı gönderirken bir hata oluştu."
        }
      }
    },
    "legals": {
      "meta": {
        "title": "Hukuki",
        "description": "Hukuki"
      },
      "link": "Hukuki",
      "pages": {
        "terms_condition": {
          "meta": {
            "title": "Şartlar ve Koşullar",
            "description": "Şartlar ve Koşullar"
          },
          "link": "Şartlar ve Koşullar"
        },
        "privacy_policy": {
          "meta": {
            "title": "Gizlilik Politikası",
            "description": "Gizlilik Politikası"
          },
          "link": "Gizlilik Politikası"
        },
        "cookies_policy": {
          "meta": {
            "title": "Çerez Politikası",
            "description": "Çerez Politikası"
          },
          "link": "Çerez Politikası"
        }
      }
    }
  }
}
